Repository: kihamo/shadow
Catalog: components/tracing/internal/locales/*/LC_MESSAGES/config.po
Languages: ru

# config-tab
source: tracing
ru: Трейсинг

# config
source: Others
ru: Другое

# config
source: Enabled
ru: Включено

# config
source: Enabled metrics for RPC
ru: Включены RPC метрики

# config
source: Service scope
ru: Область сервиса

# config
source: Tags in format tag1_name=tag1_value
ru: Теги в формате tag1_name=tag1_value

# config
source: Local collector
ru: Локальный коллектор

# config
source: Host
ru: Хост

# config
source: Port number
ru: Номер порта

# config
source: User login
ru: Логин пользователя

# config
source: User password
ru: Пароль пользователя

# config
source: Remote collector
ru: Удаленный коллектор

# config
source: Endpoint
ru: Конечная точка

# config
source: Reporter
ru: Репортер

# config
source: Size of internal queue where reported spans are stored before they are processed in the background
ru: Размер внутренней очереди, где спаны хранятся до их обработки в фоновом режиме

# config
source: How often the buffer is force-flushed, even if it's not full
ru: Как часто буфер сбрасывается, даже если он не заполнен

# config
source: When enabled, enables LoggingReporter that runs in parallel with the main reporter and logs all submitted spans
ru: Когда включено, включает LoggingReporter, который работает параллельно с основным репортером и регистрирует все отправленные спаны

# config
source: Sampler
ru: Семплер

# config
source: Type
ru: Тип

# config
source: Constant
ru: Постоянный

# config
source: Probabilistic
ru: Вероятностный

# config
source: Rate limiting
ru: Рейт лимит

# config
source: Remote
ru: Удаленный

# config
source: Param is a value passed to the sampler
ru: Параметр это значение переданное в семплер

# config
source: Address of jaeger-agent's HTTP sampling server (only for remote sampler)
ru: Адрес HTTP сепмлер сервера (только для удаленного сэмплера)

# config
source: Maximum number of operations that the sampler will keep track of. If an operation is not tracked, a default probabilistic sampler will be used rather than the per operation specific sampler
ru: Максимальное количество операций, которые будет отслеживать сэмплер. Если операция не отслеживается, будет использоваться вероятностный сэмплер по умолчанию, а не конкретный сэмплер для каждой операции

# config
source: Controls how often the remotely controlled sampler will poll jaeger-agent for the appropriate sampling strategy
ru: Контролирует, как часто дистанционно управляемый сэмплер будет опрашивать jaeger агента для соответствующей стратегии выборки
