Repository: kihamo/shadow
Catalog: components/database/internal/locales/*/LC_MESSAGES/config.po
Languages: ru

# config-tab
source: database
ru: База данных

# config
source: Driver
ru: Драйвер

# config
source: Dialect engine for mysql driver
ru: Движок для mysql драйвера

# config
source: Dialect encoding for mysql driver
ru: Кодировка для mysql драйвера

# config
source: Dialect version for mssql driver
ru: Версия для mssql драйвера

# config
source: Legacy datatypes will be used
ru: Используются устаревшие типы данных

# config
source: Master-Slave
ru: Мастер-Слейв

# config
source: DSN of master
ru: DSN мастера

# config
source: DSN of slaves
ru: DSN слейвов

# config
source: add a slave
ru: добавить слейв

# config
source: Allow use master as slave
ru: Разрешить использовать мастер как слейв

# config
source: Balancer for slaves
ru: Балансировщик для слейвов

# config
source: Random
ru: Случайный

# config
source: Migrations
ru: Миграции

# config
source: Migrations schema name
ru: Имя схемы миграций

# config
source: Migrations table name
ru: Имя таблицы миграций

# config
source: Connections
ru: Соединения

# config
source: Maximum number of connections in the idle connection pool
ru: Максимальное количество соединений в пуле idle соединений

# config
source: Maximum number of connections in the open connection pool
ru: Максимальное количество соединений в пуле открытых соединений

# config
source: Maximum amount of time a connection may be reused
ru: Максимальное время, в течение которого соединение может быть повторно использовано
