Repository: kihamo/shadow
Catalog: components/database/internal/locales/*/LC_MESSAGES/migrations.po
Languages: ru

source: Migrations
ru: Миграции

source: Source
ru: Источник

source: Modified at
ru: Изменена в

source: Applied at
ru: Применена в

source: Actions
ru: Действия

source: Raw
ru: Просмотр

source: Download
ru: Скачать

source: Apply migrations success
ru: Миграции успешно применены

source: Apply migration %s for %s success
ru: Миграция %s для %s успешно применена

source: Rollback migrations success
ru: Откат миграций прошел успешно

source: Rollback migration %s for %s success
ru: Откат миграции %s для %s прошел успешно

source: Rollback all
ru: Откатить все

source: Apply all
ru: Применить все

source: Confirm rollback all migration
ru: Подтверждения отката всех миграций

source: Confirm apply all migration
ru: Подтверждение применения всех миграций
