Repository: kihamo/shadow
Catalog: components/dashboard/internal/locales/*/LC_MESSAGES/config.po
Languages: ru

# config-tab
source: dashboard
ru: Панель управления

# config
source: Listen
ru: Сервер

# config
source: Authorization basic
ru: Базовая авторизация

# config
source: Host
ru: Хост

# config
source: Port number
ru: Номер порта

# config
source: Authorization OAuth
ru: OAuth авторизация

# config
source: Emails allowed
ru: Разрешенные адреса электронной почты

# config
source: add a email
ru: добавить адрес

# config
source: Domains of emails allowed
ru: Разрешенные домены для адресов электронной почты

# config
source: add a domain
ru: добавить домен

# config
source: Base URL for redirect
ru: Базовый URL для редиректа

# config
source: Authorization OAuth Github provider
ru: OAuth авторизация Github провайдер

# config
source: Enabled
ru: Включена

# config
source: User login
ru: Логин пользователя

# config
source: User password
ru: Пароль пользователя

# config
source: Authorization OAuth Gitlab provider
ru: OAuth авторизация Gitlab провайдер

# config
source: Client ID
ru: ID клиента

# config
source: Client secret
ru: Секрет клиента

# config
source: Scopes
ru: Области применения

# config
source: add a scope
ru: добавить область

# config
source: Endpoint auth URL
ru: Endpoint URL для авторизации

# config
source: Endpoint token URL
ru: Endpoint URL для получения токена

# config
source: Endpoint profile URL
ru: Endpoint URL для получения профайла

# config
source: Authorization OAuth Google+ provider
ru: OAuth авторизация Google+ провайдер

# config
source: User session
ru: Пользовательская сессия

# config
source: The name of the session cookie issued to clients. Note that cookie names should not contain whitespace, commas, semicolons, backslashes or control characters as per RFC6265n
ru: Имя сессионной куки, устанавливаемой клиенту. Обратите внимание, что имена кук не должны содержать пробелы, запятые, точки с запятой, обратные косые черты или контрольные символы согласно RFC6265n

# config
source: Domain attribute on the session cookie
ru: Значение аттрибута domain в сессионной куке

# config
source: HttpOnly attribute on the session cookie
ru: Включить аттрибут httpOnly в сессионной куке

# config
source: Path attribute on the session cookie
ru: Значение аттрибута path в сессионной куке

# config
source: Persist sets whether the session cookie should be persistent or not
ru: Должна ли кука сесиии быть постоянной или нет

# config
source: Secure attribute on the session cookie
ru: Включить аттрибут secure в сессионной куке

# config
source: Develop mode
ru: Режим разработки

# config
source: Use minified static files
ru: Использовать минифицированые файлы статики

# config
source: Skip number of callers in panic handler
ru: Игнорировать количество вызовов в хендлере паник

# config
source: Others
ru: Другое

# config
source: Start URL
ru: Стартовая страница
