Repository: kihamo/shadow
Catalog: components/messengers/internal/locales/*/LC_MESSAGES/config.po
Languages: ru

# config-tab
source: messengers
ru: Мессенджеры

# config
source: Enabled
ru: Включено

# config
source: Token
ru: Токен

# config
source: Enabled updates
ru: Включить обновления

# config
source: Enabled web hooks
ru: Включить web хуки

# config
source: Telegram annotations storage
ru: Telegram хранилище аннотаций

# config
source: Chats ID
ru: ID чатов

# config
source: add a ID
ru: добавить ID

# config
source: Others
ru: Другое

# config
source: Base URL for web hooks
ru: Базовый URL для web хуков
